/* Localizable Strings for the Proxy Toolbar */

/* PP_RESUMEJOB_TOOLBAR_BUTTON */
"Resume" = "Reanudar";

/* PP_RESUMEJOBONPAGE_TOOLBAR_BUTTON &*/
"Resume On Page..." = "Reanudar en la página…";

/* PP_HOLDJOB_TOOLBAR_BUTTON */
"Hold" = "Detener";

/* PP_DELETE_TOOLBAR_BUTTON */
"Delete" = "Borrar";

/* PP_PRINTER_UTILITY_TOOLBAR_BUTTON */
"Utility" = "Utilidad";

/* PP_SCANNER_UTILITY_TOOLBAR_BUTTON */
"Scanner" = "Escáner";

/* PP_DOT_INK_TOOLBAR_BUTTON */
"Supply Levels" = "Niveles de recambios";

/* PP_HISTORY_TOOLBAR_BUTTON */
"Log & History" = "Registro e historial";

/* PP_STOP_QUEUE */
"Pause Printer" = "Poner en pausa la impresora";

/* PP_START_QUEUE */
"Resume Printer" = "Reanudar impresión";

/* PP_STOP_FAX_QUEUE */
"Pause Fax" = "Pausar fax";

/* PP_START_FAX_QUEUE */					
"Resume Fax" = "Reanudar fax";

/* PP_INFO_QUEUE */
"Info" = "Información";

/* PP_DELETE_JOB_MENUITEM */
"Delete Job" = "Borrar tarea";

/* PP_DELETE_JOBS_MENUITEM */
"Delete Jobs" = "Borrar tareas";

/* PP_HOLD_JOB_MENUITEM */
"Hold Job" = "Detener tarea";

/* PP_HOLD_JOBS_MENUITEM */
"Hold Jobs" = "Detener tareas";

/* PP_RESUME_JOB_MENUITEM */
"Resume Job" = "Reanudar tarea";

/* PP_RESUME_JOBS_MENUITEM */
"Resume Jobs" = "Reanudar tareas";

/* PP_RESUME_JOBS_ON_PAGE_MENUITEM */
"Resume Jobs On Page..." = "Reanudar tareas en la página…";

/* PP_RESUME_JOB_ON_PAGE_MENUITEM */
"Resume Job On Page..." = "Reanudar tarea en la página…";

/* PP_SHOW_COMPLETED_JOBS */
"Show Completed Jobs" = "Mostrar tareas completadas";

/* PP_HIDE_COMPLETED_JOBS */
"Hide Completed Jobs" = "Ocultar tareas completadas";

/* PP_RESUMEJOB_TOOLTIP_TEXT */
"Resume printing of selected job(s)" = "Reanudar impresión de la tarea o tareas seleccionadas";

/*PP_RESUMEJOB_FAX_TOOLTIP_TEXT */
"Resume faxing of selected job(s)" = "Reanudar fax de la(s) tarea(s) seleccionada(s)";

/* PP_RESUMEJOBONPAGE_TOOLTIP_TEXT */
"Resume printing on page..." = "Reanudar impresión en la página…";

/* PP_RESUMEJOBONPAGE_FAX_TOOLTIP_TEXT */
"Resume faxing on page..." = "Reanudar fax por la página…";

/* PP_HOLDJOB_TOOLTIP_TEXT */
"Hold printing of selected job(s)" = "Detener la impresión de la tarea o tareas seleccionadas";

/* PP_HOLDJOB_FAX_TOOLTIP_TEXT */
"Hold faxing of selected job(s)" = "Detener fax de la tarea o tareas seleccionadas";

/* PP_DELETE_TOOLTIP_TEXT */
"Delete the selected job(s)" = "Eliminar tarea o tareas seleccionadas";

/* PP_PRINTER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's utility" = "Abra la utilidad de impresoras";

/* PP_SCANNER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's scanner" = "Abra el escáner de la impresora";

/* PP_DOT_INK_TOOLTIP_TEXT */
"View information on ink or toner levels" = "Ver información sobre niveles de tinta y tóner";

/* PP_HISTORY_TOOLTIP_TEXT */
"Launch Console to view the printing logs" = "Abra Consola para visualizar los registros de impresión";

/* PP_STOP_QUEUE_TOOLTIP_TEXT */
"Stop printing of all jobs to this printer" = "Detener la impresión de todas las tareas en esta impresora";

/* PP_START_QUEUE_TOOLTIP_TEXT */
"Resume printing of all jobs to this printer" = "Reanudar impresión de todas las tareas en esta impresora";

/* PP_STOP_FAX_QUEUE_TOOLTIP_TEXT */
"Stop faxing of all jobs to this fax" = "Detener fax de todas las tareas en este fax";

/*PP_START_FAX_QUEUE_TOOLTIP_TEXT */
"Resume faxing of all jobs to this fax" = "Reanudar fax de todas las tareas en este fax";

/* PP_INFO_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this printer" = "Mostrar información general, de configuración y de recambios de esta impresora";

/* PP_INFO_FAX_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this fax" = "Mostrar información general, de configuración y de nivel de recambios para este fax";

/* PP_PrinterReady */
"Printer Ready" = "Impresora preparada";

/* PP_PrinterStopped */
"Printer Paused" = "Impresora en pausa";

/* PP_FaxReady */
"Fax Ready" = "Fax preparado";

/* PP_FaxStopped */
"Fax Paused" = "Fax en pausa";

/* PP_QUIT_WHEN_FINISH */
"Quit When Finished" = "Salida automática";

/* PP_QUIT_WHEN_FINISH_TOOLTIP_TEXT */
"Automatically quit when all jobs are complete" = "Salir automáticamente cuando finalice la impresión";

/* PP_PrinterProcessing */
"Processing Job" = "Procesando la tarea";

/* Localizable strings for job progress */

/* PP_ProgressCopySheetFormat */
"Printing '%@'. Copy %d of %d, Sheet %d of %d, Page %d of %d." = "Imprimiendo ‘%@’. Copia %d de %d, hoja %d de %d, página %d de %d.";

/* PP_ProgressCopyPageFormat */
"Printing '%@'. Copy %d of %d, Page %d of %d." = "Imprimiendo ‘%@’. Copia %d de %d, página %d de %d.";

/* PP_ProgressCopyFormat */
"Printing '%@'. Copy %d of %d." = "Imprimiendo ‘%@’. Copia %d de %d.";

/* PP_ProgressSheetFormat */
"Printing '%@'. Sheet %d of %d." = "Imprimiendo ‘%@’. Hoja %d de %d.";

/* PP_ProgressPageFormat */
"Printing '%@'. Page %d of %d." = "Imprimiendo ‘%@’. Página %d de %d.";

/* PP_ProgressNoneFormat */
"Printing '%@'." = "Imprimiendo ‘%@’.";

/* PJ_HoldAuthentication */
"On Hold (Authentication required)" = "En espera (se requiere autenticación)";

/* PJ_HoldUntilFormat */
"Hold until %@" = "Detener hasta %@";

/* PJ_Hold */
"On Hold" = "En espera";

/* PJ_Pending */
"-" = "-";

/* PJ_Processing */
"Printing" = "Imprimiendo";

/* PJ_Stopped */
"Stopped" = "Detenida";

/* PJ_Cancelled */
"Cancelled" = "Cancelado";

/* PJ_Aborted */
"Aborted" = "Interrumpido";

/* PJ_Completed */
"Completed" = "Completada";

/* DD_NoDefaultApplication */
"There is no default application specified to print the document \"%@\"." = "No hay ninguna aplicación especificada por omisión para imprimir el documento \“%@\”.";

/* DV_FileSizeInBytes */
"%d bytes" = "%d bytes";

/* DV_FileSizeInKBytes */
"%d KB" = "%d KB";

/* DV_FileSizeInMBytes */
"%.1f MB" = "%.1f MB";

/* PP_Status_String */
"Status:" = "Estado:";

/* PP_Window_Title_One_Format */
"%@ (1 Job)" = "%@ (una tarea)";

/* PP_Window_Title_Many_Format */
"%@ (%d Jobs)" = "%@ (%d tareas)";

/* OK_String */			
/* OK */
"OK" = "OK";

/* Cancel_String */
"Cancel"= "Cancelar";

/* Choose_String */
"Choose" = "Seleccionar";

/* PP_About_MenuItem */		
"About %@" = "Acerca de %@";

/* PP_Hide_MenuItem	*/					
"Hide %@" = "Ocultar %@";

/* PP_Quit_MenuItem	*/					
"Quit %@" = "Salir de %@";

/* PP_Help_MenuItem	*/
"Help %@" = "Ayuda %@";



/* Non defined strings from different cups backends...*/
/* and therefore not in any of the strings.h files */
"Unable to open raster file" = "No se ha podido abrir el archivo matricial";
"Error reading pixel data" = "Error al leer datos píxel";
"Could not create T.4 tiff image" = "No ha podido crearse una imagen tiff T.4";
"Unsupported raster type" = "Tipo matricial no admitido";

/* Default String for errors */
"Operation Could not be completed." = "No se ha podido completar la operación.";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "El servicio de impresión no está disponible.";

/* Error number shown in error alerts */
"Error:%d" = "Error: %d";


